Repository: dongnguyenvie/BashCut
Catalog: BashCut/Resources/Localizable.xcstrings
Source language: en
Languages: vi

source: All
vi: Tất cả

source: Updates Available
vi: Có bản cập nhật

source: Needs Attention
vi: Cần xử lý

source: No published plugin is in %@ yet.
vi: Chưa có plugin nào thuộc nhóm %@.

source: Filter plugins
vi: Lọc plugin

source: %@ is already exported or queued
vi: %@ đã được xuất hoặc đang chờ xuất

source: Use %@
vi: Dùng %@

source: Cancel Export
vi: Huỷ xuất

source: %d more exports queued
vi: Còn %d bản xuất đang chờ

source: New Export…
vi: Xuất mới…

source: Exporting %@…
vi: Đang xuất %@…

source: Export queued: %@
vi: Đã xếp hàng xuất: %@

source: Exported %@
vi: Đã xuất %@

source: Export cancelled: %@
vi: Đã huỷ xuất: %@

source: Export failed: %@
vi: Xuất thất bại: %@

source: Starts after the current export
vi: Bắt đầu sau bản xuất hiện tại

source: Started by %@
vi: Do %@ bắt đầu

source: Details
vi: Chi tiết

source: Open
vi: Mở

source: Reveal
vi: Hiện trong Finder

source: Dismiss
vi: Đóng

source: Export progress: details and cancel
vi: Tiến độ xuất: chi tiết và huỷ

source: Export progress
vi: Tiến độ xuất

source: %@ and %@
vi: %1$@ và %2$@

source: Update the BashCut skills for %@
vi: Cập nhật bộ kỹ năng BashCut cho %@

source: Give %@ the BashCut skills
vi: Cài bộ kỹ năng BashCut cho %@

source: The agent kit is the agent's brain for BashCut: %d editing skills and the BashCut tools. BashCut's tabs load it already; set it up so %@ in your own terminal can edit your projects too.
vi: Agent kit là bộ não của agent khi làm việc với BashCut: %d kỹ năng dựng phim và các công cụ BashCut. Các tab trong BashCut đã tự nạp; hãy cài để %@ trong terminal của bạn cũng dựng được dự án.

source: Details…
vi: Chi tiết…

source: Later
vi: Để sau

source: Agent Skills…
vi: Kỹ năng agent…

source: Plugins: install, update and manage
vi: Plugin: cài, cập nhật và quản lý

source: Auto · from the first clip
vi: Tự động · theo clip đầu tiên

source: Auto · %dp short side
vi: Tự động · cạnh ngắn %dp

source: Canvas set to %@ to match the first clip
vi: Đã đặt khung %@ theo clip đầu tiên

source: Source
vi: Nguồn

source: Back to the timeline (Esc)
vi: Quay về dòng thời gian (Esc)

source: Showing the timeline
vi: Đang xem dòng thời gian

source: Click a clip in Media to preview it here before adding it to the timeline
vi: Bấm một clip trong Media để xem trước ở đây, trước khi thêm vào dòng thời gian

source: Preview the Media clip last opened, before adding it to the timeline
vi: Xem lại clip Media vừa mở, trước khi thêm vào dòng thời gian

source: Viewer mode
vi: Chế độ xem

source: Show Source Viewer
vi: Hiện trình xem Source

source: A Media clip, not on the timeline yet. Mark In and Out, then Insert (E) or Overwrite (Q) at the playhead. Esc: back to the timeline.
vi: Clip trong Media, chưa có trên dòng thời gian. Đánh dấu In và Out, rồi Insert (E) hoặc Overwrite (Q) tại playhead. Esc: quay về dòng thời gian.

source: Projects folder
vi: Thư mục dự án

source: Reset
vi: Đặt lại

source: Use ~/Movies/BashCut again
vi: Dùng lại ~/Movies/BashCut

source: Show license texts…
vi: Xem nội dung giấy phép…

source: Acknowledgements
vi: Lời cảm ơn

source: Kit updates
vi: Cập nhật kit

source: Up to date
vi: Đã là bản mới nhất

source: Version %@ available
vi: Có phiên bản %@

source: Download & Update
vi: Tải về và cập nhật

source: Check for Updates
vi: Kiểm tra cập nhật

source: Downloaded
vi: Đã tải về

source: Older kit set up: update it
vi: Đang dùng kit cũ: hãy cập nhật

source: Wait for exports to finish before clearing ramp audio
vi: Hãy đợi xuất video xong rồi mới xoá âm thanh speed ramp

source: Preview cache maintenance is already in progress
vi: Đang dọn bộ nhớ đệm xem trước

source: Checked after approval
vi: Kiểm tra sau khi phê duyệt

source: Agent dock
vi: Khung trợ lý

source: Close Window
vi: Đóng cửa sổ

source: Command Palette…
vi: Bảng lệnh…

source: Export (⌘E)
vi: Xuất (⌘E)

source: Export report
vi: Báo cáo xuất

source: Exporting
vi: Đang xuất

source: Filter
vi: Lọc

source: Keyboard Shortcuts
vi: Phím tắt

source: Keyboard Shortcuts…
vi: Phím tắt…

source: Keys without ⌘ (Space, I, O, ←, ⌫…) act on the timeline or viewer; while you type in a field they type.
vi: Phím không có ⌘ (Space, I, O, ←, ⌫…) tác động lên timeline hoặc trình xem; khi đang gõ trong ô nhập thì chúng gõ chữ như thường.

source: More
vi: Thêm

source: No matching command
vi: Không có lệnh phù hợp

source: No project
vi: Chưa có dự án

source: Plugins…
vi: Plugin…

source: Redo (⇧⌘Z)
vi: Làm lại (⇧⌘Z)

source: Reveal in Finder
vi: Hiện trong Finder

source: Review before export (⇧⌘R)
vi: Duyệt trước khi xuất (⇧⌘R)

source: Search commands
vi: Tìm lệnh

source: Show or hide the agent dock (⌘J)
vi: Hiện hoặc ẩn khung trợ lý (⌘J)

source: Undo (⌘Z)
vi: Hoàn tác (⌘Z)

source: Unsaved changes; BashCut saves automatically every 30 seconds
vi: Có thay đổi chưa lưu; BashCut tự lưu mỗi 30 giây

source: Working…
vi: Đang xử lý…

source: About BashCut
vi: Giới thiệu BashCut

source: Add Layer
vi: Thêm layer

source: Agent Dock
vi: Khung trợ lý

source: Ask Agent About Selection…
vi: Hỏi trợ lý về phần đang chọn…

source: Ask Agent…
vi: Hỏi trợ lý…

source: Audio Layer
vi: Layer âm thanh

source: Back 1 Second
vi: Lùi 1 giây

source: BashCut on GitHub
vi: BashCut trên GitHub

source: Bring All to Front
vi: Đưa tất cả lên trước

source: Change Framing
vi: Đổi khung hình

source: Chat agents
vi: Agent chat

source: Check Setup (Doctor)…
vi: Kiểm tra cài đặt (Doctor)…

source: Claude Terminal
vi: Terminal Claude

source: Clear Menu
vi: Xoá danh sách

source: Close Source Viewer
vi: Đóng trình xem nguồn

source: Codex Terminal
vi: Terminal Codex

source: Compare Before / After
vi: So sánh trước / sau

source: Contact
vi: Liên hệ

source: Contact Support…
vi: Liên hệ hỗ trợ…

source: Delete (Ripple)
vi: Xoá (dồn khoảng trống)

source: Delete Empty Layer
vi: Xoá layer trống

source: Enter Full Screen
vi: Toàn màn hình

source: Export Report…
vi: Báo cáo xuất…

source: File
vi: Tệp

source: Forward 1 Second
vi: Tiến 1 giây

source: Freeze Frame
vi: Dừng hình

source: Help
vi: Trợ giúp

source: Hide BashCut
vi: Ẩn BashCut

source: Hide Others
vi: Ẩn ứng dụng khác

source: History…
vi: Lịch sử…

source: Import Footage…
vi: Nhập footage…

source: Insert at Playhead
vi: Chèn tại đầu phát

source: Issues
vi: Báo lỗi

source: Library
vi: Thư viện

source: Lift (Leave Gap)
vi: Nhấc ra (để khoảng trống)

source: Mark In
vi: Đánh dấu điểm vào

source: Mark Out
vi: Đánh dấu điểm ra

source: Minimize
vi: Thu nhỏ cửa sổ

source: Move Layer Down
vi: Chuyển layer xuống

source: Move Layer Up
vi: Chuyển layer lên

source: New Project…
vi: Dự án mới…

source: New Tab
vi: Tab mới

source: Next Frame
vi: Khung hình sau

source: Normal Speed
vi: Tốc độ thường

source: Open Last Export
vi: Mở bản xuất gần nhất

source: Open Logs Folder
vi: Mở thư mục log

source: Open Project…
vi: Mở dự án…

source: Open Recent
vi: Mở gần đây

source: Overwrite at Playhead
vi: Ghi đè tại đầu phát

source: Playback
vi: Phát

source: Plugin Guide
vi: Hướng dẫn plugin

source: Previous Frame
vi: Khung hình trước

source: Refresh Waveforms
vi: Làm mới dạng sóng

source: Report an Issue…
vi: Báo lỗi…

source: Repository
vi: Mã nguồn

source: Reveal Last Export in Finder
vi: Hiện bản xuất gần nhất trong Finder

source: Review Before Export…
vi: Duyệt trước khi xuất…

source: Run Doctor…
vi: Chạy Doctor…

source: Safe Area
vi: Vùng an toàn

source: Sections…
vi: Phân đoạn…

source: Services
vi: Dịch vụ

source: Show Agent Changes
vi: Xem thay đổi của trợ lý

source: Show All
vi: Hiện tất cả

source: Slow Down
vi: Chậm lại

source: Source Viewer
vi: Trình xem nguồn

source: Speed Up
vi: Tăng tốc

source: Split at Playhead
vi: Cắt tại đầu phát

source: Text Layer
vi: Layer chữ

source: Undo Agent Change
vi: Hoàn tác thay đổi của trợ lý

source: Unlink Audio
vi: Tách âm thanh

source: Video Layer
vi: Layer video

source: Window
vi: Cửa sổ

source: Zoom In
vi: Phóng to

source: Zoom Out
vi: Thu nhỏ

source: Zoom to Fit
vi: Vừa khung

source: Start a new conversation
vi: Bắt đầu cuộc trò chuyện mới

source: Stop the running turn
vi: Dừng lượt đang chạy

source: Open the agent's settings
vi: Mở cài đặt của agent

source: Copy the last reply
vi: Sao chép câu trả lời cuối

source: Save the conversation as Markdown
vi: Lưu cuộc trò chuyện dạng Markdown

source: Follow this agent-kit skill
vi: Làm theo skill này trong agent kit

source: Copied the last reply
vi: Đã sao chép câu trả lời cuối

source: Saved the conversation to %@
vi: Đã lưu cuộc trò chuyện vào %@

source: Message, or / for commands. Shift+Enter for a new line.
vi: Nhập tin nhắn, hoặc / để xem lệnh. Shift+Enter để xuống dòng.

source: Saved
vi: Đã lưu

source: Not set
vi: Chưa đặt

source: Ask the agent to edit: it reads the timeline, makes undoable changes and checks the picture.
vi: Nhờ agent chỉnh sửa: agent đọc timeline, sửa có thể hoàn tác và kiểm tra hình.

source: Message to the agent
vi: Tin nhắn cho agent

source: Add an API key in Settings › Plugins
vi: Thêm API key trong Cài đặt › Plugin

source: Settings…
vi: Cài đặt…

source: Stop
vi: Dừng

source: Send
vi: Gửi

source: Stopped
vi: Đã dừng

source: Chat agent
vi: Agent chat

source: General
vi: Chung

source: No installed plugin has options.
vi: Chưa có plugin nào có tuỳ chọn.

source: Clips fill the frame
vi: Clip phủ kín khung

source: Clips fit inside the frame
vi: Clip vừa trong khung

source: Fill frame
vi: Phủ kín khung

source: Fill crops the clip to cover the frame; off shows it whole with bars
vi: Bật: cắt clip cho phủ kín khung; tắt: thấy trọn hình, có viền đen

source: Terminals kept: they now work on %@ and read it before their next edit
vi: Giữ các terminal: giờ chúng làm việc trên %@ và sẽ đọc lại project trước lần sửa tiếp theo

source: Other…
vi: Khác…

source: Load the agent kit in Claude and Codex tabs
vi: Nạp bộ kỹ năng agent trong tab Claude và Codex

source: Agent kit
vi: Bộ kỹ năng agent

source: Use Built-in
vi: Dùng bản có sẵn

source: Claude Code settings folder
vi: Thư mục cấu hình Claude Code

source: Codex home folder
vi: Thư mục home của Codex

source: Agents
vi: Agent

source: Check again
vi: Kiểm tra lại

source: New tabs pick up changes. Claude Code and Codex outside BashCut get the skills and the BashCut MCP server.
vi: Tab mới sẽ nhận thay đổi. Claude Code và Codex bên ngoài BashCut nhận các kỹ năng và máy chủ MCP của BashCut.

source: Not found
vi: Không tìm thấy

source: Built-in
vi: Có sẵn

source: %lld skills, version %@ · %@
vi: %lld kỹ năng, phiên bản %@ · %@

source: Detect
vi: Tự dò

source: chosen here
vi: chọn ở đây

source: from BashCut's environment
vi: từ môi trường của BashCut

source: from your shell profile
vi: từ shell profile của bạn

source: default
vi: mặc định

source: Not installed
vi: Chưa cài

source: Kit set up
vi: Đã cài bộ kỹ năng

source: Kit not set up
vi: Chưa cài bộ kỹ năng

source: Portrait 9:16
vi: Dọc 9:16

source: Landscape 16:9
vi: Ngang 16:9

source: Square 1:1
vi: Vuông 1:1

source: Fit
vi: Vừa khung

source: Viewer zoom
vi: Thu phóng khung xem

source: Change the canvas
vi: Đổi khung hình

source: Agents outside BashCut
vi: Agent bên ngoài BashCut

source: Allow
vi: Cho phép

source: New token
vi: Token mới

source: Agents outside BashCut use the bashcut CLI or MCP with a token file only your user account can read.
vi: Agent bên ngoài BashCut dùng CLI bashcut hoặc MCP với một file token mà chỉ tài khoản của bạn đọc được.

source: Compared with previous export
vi: So với lần xuất trước

source: Speech coverage
vi: Tỷ lệ có lời nói

source: Normalize audio
vi: Chuẩn hóa âm thanh

source: Paste
vi: Dán

source: Place Card
vi: Thẻ địa điểm

source: Compare
vi: So sánh

source: Change framing
vi: Đổi khung hình

source: BashCut Agent
vi: Agent BashCut

source: Detach agent dock
vi: Tách dock agent

source: Attach agent dock
vi: Gắn dock agent

source: New terminal or handoff
vi: Mở terminal mới hoặc chuyển giao

source: Close %@
vi: Đóng %@

source: Wide
vi: Toàn cảnh

source: Medium
vi: Trung cảnh

source: Close
vi: Đóng

source: Close-up
vi: Cận cảnh

source: Left emphasis
vi: Nhấn bên trái

source: Right emphasis
vi: Nhấn bên phải

source: Before
vi: Trước

source: After
vi: Sau

source: Hook Title
vi: Tiêu đề mở đầu

source: Chapter Card
vi: Thẻ chương

source: Loudness provider
vi: Provider độ lớn

source: Target loudness
vi: Độ lớn mục tiêu

source: Export audio settings
vi: Cài đặt âm thanh xuất

source: Install an audio.loudness plugin to enable two-pass LUFS normalization.
vi: Cài plugin audio.loudness để bật chuẩn hóa LUFS hai lượt.

source: BashCut renders a temporary mix, measures it, applies a true-peak-safe gain, then verifies the final export.
vi: BashCut render bản trộn tạm, đo độ lớn, áp dụng gain an toàn theo true peak rồi kiểm tra tệp xuất cuối.

source: Normalization gain
vi: Gain chuẩn hóa

source: Estimated
vi: Ước tính

source: Measuring loudness…
vi: Đang đo độ lớn âm thanh…

source: Verifying loudness…
vi: Đang kiểm tra độ lớn âm thanh…

source: Save the project before importing a LUT
vi: Hãy lưu dự án trước khi nhập LUT

source: LUT imported
vi: Đã nhập LUT

source: 3D LUTs
vi: LUT 3D

source: Import .cube…
vi: Nhập .cube…

source: No LUTs imported.
vi: Chưa nhập LUT nào.

source: Delete LUT
vi: Xóa LUT

source: Remove LUT
vi: Bỏ LUT

source: Select a video clip beside a cut, then choose a transition.
vi: Chọn clip video cạnh một điểm cắt, rồi chọn chuyển cảnh.

source: Select a video clip beside a cut
vi: Hãy chọn clip video cạnh một điểm cắt

source: Active
vi: Đang dùng

source: Duration: %lld frames
vi: Thời lượng: %lld frame

source: Remove transition
vi: Xóa chuyển cảnh

source: Dissolve
vi: Hòa tan

source: Whip
vi: Quét nhanh

source: Blink
vi: Chớp sáng

source: Spin
vi: Xoay

source: Shutter
vi: Màn trập

source: Wipe
vi: Gạt cảnh

source: Export OTIO…
vi: Xuất OTIO…

source: OTIO exported
vi: Đã xuất OTIO

source: Waiting for approval: export.otio
vi: Đang chờ phê duyệt: export.otio

source: Import from edl.json…
vi: Nhập từ edl.json…

source: Choose an edl.json file
vi: Chọn tệp edl.json

source: project.bashcut.json already exists beside this EDL
vi: project.bashcut.json đã tồn tại cạnh EDL này

source: Legacy EDL imported
vi: Đã nhập EDL cũ

source: EDL import report
vi: Báo cáo nhập EDL

source: Metric
vi: Chỉ số

source: Cut
vi: Cắt

source: Cuts
vi: Cảnh cắt

source: Voiceovers
vi: Lời dẫn

source: Duration (frames)
vi: Thời lượng (frame)

source: Imported duration differs from the EDL total.
vi: Thời lượng đã nhập khác tổng thời lượng trong EDL.

source: Needs manual review
vi: Cần kiểm tra thủ công

source: Media source
vi: Nguồn media

source: Project
vi: Dự án

source: Shared
vi: Dùng chung

source: No matching media.
vi: Không có media phù hợp.

source: No project media.
vi: Chưa có media của dự án.

source: No shared media in this project.
vi: Dự án này chưa dùng media dùng chung.

source: Show differences
vi: Xem khác biệt

source: External project differences
vi: Khác biệt với dự án trên ổ đĩa

source: App version → disk version
vi: Phiên bản trong ứng dụng → phiên bản trên ổ đĩa

source: No differences
vi: Không có khác biệt

source: Project: %@
vi: Dự án: %@

source: Tracks: %@
vi: Track: %@

source: Timeline items: %lld
vi: Mục trên timeline: %lld

source: Choose which complete project version to keep.
vi: Chọn phiên bản dự án đầy đủ cần giữ lại.

source: App
vi: Ứng dụng

source: Disk
vi: Ổ đĩa

source: Shared media requires a configured workspace.
vi: Media dùng chung cần cấu hình workspace.

source: %lld queued
vi: %lld đang chờ

source: Export queued
vi: Đã xếp hàng xuất video

source: Media paths now go through the footage link; save to keep them
vi: Đường dẫn media đã chuyển sang qua liên kết footage; hãy lưu để giữ thay đổi

source: Run agent exports without confirmation
vi: Chạy export của agent không cần xác nhận

source: With confirmation off, agents can export and write files without asking. Every request is still logged.
vi: Khi tắt xác nhận, agent có thể export và ghi file mà không hỏi. Mọi yêu cầu vẫn được ghi log.

source: Install
vi: Cài đặt

source: Handoff to %@
vi: Chuyển tiếp sang %@

source: Freeze at playhead
vi: Đóng băng tại đầu phát

source: Move the playhead inside the selected video clip.
vi: Hãy đặt đầu phát bên trong clip video đã chọn.

source: Remove freeze frame
vi: Bỏ khung hình đóng băng

source: Linked A/V
vi: Hình/âm thanh liên kết

source: Unlink audio
vi: Bỏ liên kết âm thanh

source: New
vi: Mới

source: Open…
vi: Mở…

source: Save
vi: Lưu

source: Export…
vi: Xuất…

source: MEDIA
vi: PHƯƠNG TIỆN

source: Import footage…
vi: Nhập video…

source: M0 · Engine spike
vi: M0 · Thử nghiệm engine

source: Play / Pause
vi: Phát / Tạm dừng

source: Undo
vi: Hoàn tác

source: Redo
vi: Làm lại

source: Split
vi: Chia đoạn

source: Ripple delete
vi: Xóa và nối đoạn

source: Add caption
vi: Thêm phụ đề

source: Cancel export
vi: Hủy xuất

source: INSPECTOR
vi: THUỘC TÍNH

source: Caption
vi: Phụ đề

source: Zoom
vi: Thu phóng

source: Trim start to playhead
vi: Cắt đầu tại con trỏ

source: Trim end to playhead
vi: Cắt cuối tại con trỏ

source: Select a timeline item
vi: Chọn một đoạn trên dòng thời gian

source: Discard unsaved changes?
vi: Bỏ thay đổi chưa lưu?

source: Cancel
vi: Hủy

source: Discard
vi: Bỏ thay đổi

source: Project saved
vi: Đã lưu dự án

source: Preview is not ready
vi: Bản xem trước chưa sẵn sàng

source: Export complete
vi: Đã xuất xong

source: Quit BashCut
vi: Thoát BashCut

source: Revision %d
vi: Phiên bản %d

source: Start: %d · Duration: %d frames
vi: Bắt đầu: %d · Thời lượng: %d khung hình

source: Recover unsaved edits?
vi: Khôi phục thay đổi chưa lưu?

source: Recover
vi: Khôi phục

source: Use saved project
vi: Dùng bản đã lưu

source: The project changed on disk
vi: File dự án đã thay đổi bên ngoài ứng dụng

source: Keep app version
vi: Giữ bản trong ứng dụng

source: Load disk version
vi: Nạp bản trên ổ đĩa

source: Choose a new project path; use Open for an existing project
vi: Chọn đường dẫn mới; dùng Mở cho dự án hiện có

source: Media
vi: Phương tiện

source: Audio
vi: Âm thanh

source: Text
vi: Chữ

source: Stickers
vi: Nhãn dán

source: Edit
vi: Sửa

source: Effects
vi: Hiệu ứng

source: Transitions
vi: Chuyển cảnh

source: Filters
vi: Bộ lọc

source: Voice
vi: Giọng đọc

source: Color
vi: Màu sắc

source: Speed
vi: Tốc độ

source: History
vi: Lịch sử

source: Review
vi: Kiểm tra

source: Agent
vi: Trợ lý

source: AGENT
vi: TRỢ LÝ

source: VIEWER
vi: XEM TRƯỚC

source: SOURCE
vi: NGUỒN

source: TIMELINE
vi: DÒNG THỜI GIAN

source: Safe area
vi: Vùng an toàn

source: Search media…
vi: Tìm phương tiện…

source: Append
vi: Thêm vào cuối

source: Create Preview Proxy
vi: Tạo bản proxy xem trước

source: Making proxy…
vi: Đang tạo proxy…

source: Previews use a smaller copy of this clip; export uses the original.
vi: Xem trước dùng bản nhỏ hơn của clip này; khi xuất vẫn dùng file gốc.

source: No BashCut project in that folder
vi: Thư mục này không có project BashCut

source: Delete gap
vi: Xoá khoảng trống

source: Unlock %@
vi: Mở khoá %@

source: Lock %@
vi: Khoá %@

source: %@ is locked
vi: %@ đang bị khoá

source: New layer
vi: Layer mới

source: Freeze frame
vi: Đóng băng khung hình

source: Drag onto the timeline to place it on a layer
vi: Kéo vào timeline để đặt lên một layer

source: Zoom timeline to fit
vi: Thu phóng vừa timeline

source: Zoom timeline to fit (⇧Z)
vi: Thu phóng vừa timeline (⇧Z)

source: Timeline zoom; pinch or ⌘-scroll on the timeline
vi: Thu phóng timeline; chụm hai ngón hoặc ⌘ + cuộn trên timeline

source: Import footage to start editing.
vi: Nhập video để bắt đầu biên tập.

source: Import audio…
vi: Nhập âm thanh…

source: Insert
vi: Chèn

source: Overwrite
vi: Ghi đè

source: Timeline
vi: Dòng thời gian

source: In
vi: Điểm vào

source: Out
vi: Điểm ra

source: Open source viewer
vi: Mở trình xem nguồn

source: Import a voiceover take…
vi: Nhập bản thu giọng đọc…

source: Voiceover
vi: Giọng đọc

source: Generate → 3 takes
vi: Tạo → 3 bản đọc

source: Choose a take to insert
vi: Chọn một bản đọc để chèn

source: Insert selected take into Voiceover
vi: Chèn bản đã chọn vào giọng đọc

source: Preview take
vi: Nghe thử bản đọc

source: Selected
vi: Đã chọn

source: Use
vi: Chọn

source: match
vi: khớp

source: pace
vi: nhịp

source: Music
vi: Nhạc

source: Track
vi: Rãnh

source: Role
vi: Vai trò

source: Speech
vi: Lời nói trực tiếp

source: B-roll
vi: Cảnh phụ

source: Under VO
vi: Nền cho giọng đọc

source: Section
vi: Phân đoạn

source: Pan
vi: Dịch ngang

source: Tilt
vi: Dịch dọc

source: Opacity
vi: Độ trong suốt

source: Volume (dB)
vi: Âm lượng (dB)

source: Mute
vi: Tắt tiếng

source: Fade in (frames)
vi: Tăng dần (khung hình)

source: Fade out (frames)
vi: Giảm dần (khung hình)

source: Duck under speech
vi: Giảm nhạc dưới lời nói

source: Duck level (dB)
vi: Mức giảm nhạc (dB)

source: Attack (frames)
vi: Thời gian hạ (khung hình)

source: Release (frames)
vi: Thời gian hồi (khung hình)

source: Style
vi: Kiểu chữ

source: Font size
vi: Cỡ chữ

source: Vertical position
vi: Vị trí dọc

source: Exposure
vi: Phơi sáng

source: Contrast
vi: Tương phản

source: Saturation
vi: Độ bão hòa

source: Select All
vi: Chọn tất cả

source: Select a caption to edit text.
vi: Chọn phụ đề để sửa nội dung.

source: Bold Outline
vi: Chữ đậm viền

source: Cinematic Serif
vi: Chữ serif điện ảnh

source: Keyword Sticker
vi: Nhãn từ khóa

source: Original
vi: Nguyên bản

source: Muted film
vi: Màu phim dịu

source: Black & white
vi: Đen trắng

source: Reset framing
vi: Đặt lại khung hình

source: Punch in 1.3×
vi: Phóng gần 1,3×

source: Hard cuts are active
vi: Đang dùng cắt thẳng

source: Animated transitions are not implemented yet.
vi: Chuyển cảnh động chưa được triển khai.

source: Start your next cut
vi: Bắt đầu video mới

source: New project
vi: Dự án mới

source: Open project…
vi: Mở dự án…

source: Delete
vi: Xóa

source: Snap
vi: Bắt dính

source: Ask agent
vi: Hỏi trợ lý

source: Done
vi: Xong

source: Jump
vi: Đến vị trí

source: Ask agent to fix
vi: Nhờ trợ lý sửa

source: No timeline issues found
vi: Không tìm thấy vấn đề trên dòng thời gian

source: Choose an agent
vi: Chọn trợ lý

source: Claude Code and Codex run with your CLI login or API key.
vi: Claude Code và Codex chạy bằng đăng nhập CLI hoặc API key của bạn.

source: Start %@
vi: Mở %@

source: Continue %@
vi: Tiếp tục %@

source: New conversation
vi: Cuộc trò chuyện mới

source: Pick up your last conversation in this project
vi: Tiếp tục cuộc trò chuyện trước đó trong dự án này

source: Start without the earlier conversation
vi: Bắt đầu mà không dùng cuộc trò chuyện trước đó

source: You can continue your last %@ conversation
vi: Có thể tiếp tục cuộc trò chuyện %@ trước đó

source: %@ will continue this conversation next time
vi: Lần sau %@ sẽ tiếp tục cuộc trò chuyện này

source: Workspace…
vi: Thư mục làm việc…

source: Survey
vi: Khảo sát

source: Write VO
vi: Viết lời đọc

source: Provider
vi: Nhà cung cấp

source: Output
vi: Đầu ra

source: Resolve the file conflict before editing.
vi: Giải quyết xung đột file trước khi chỉnh sửa.

source: Changing speed keeps timeline duration; source bounds must still fit.
vi: Đổi tốc độ giữ nguyên thời lượng trên dòng thời gian; đoạn nguồn phải còn đủ.

source: Review checks the timeline. Loudness is measured during normalized export; silence analysis is not available yet.
vi: Review kiểm tra dòng thời gian. Độ lớn được đo khi xuất có chuẩn hóa; phân tích khoảng lặng chưa khả dụng.

source: Cloning and take generation will connect to the workspace voice tools. Import recorded or generated WAV files now.
vi: Tạo và nhân bản giọng sẽ kết nối công cụ giọng đọc trong thư mục làm việc. Hiện có thể nhập WAV đã thu hoặc đã tạo.
